export default () => [
  {
    title: "Диджей - Ваня",
    description:
      "Думаю из названия роли понятно чем должен заниматься человек, но на всякий случай он отвечает за музыку на тусовке. К диджею могут обращаться люди с просьбой поставить свой трек, выбор остается за диджеем. Просьба не входить в режим дикого тусовочника и не включать музыку на полную громкость:) ",
    perks: [
      {
        title: "WTF???",
        description: "Включить максимально странный трек к-ый нравится диджею.",
        reload: "1 ч",
      },
      {
        title: "Dancer",
        description:
          "При использовании перка человек должен показать как минимум один танцевальный мув. Если диджею понравятся мувы, то человеку будет выдано вознаграждение из денег потраченных в баре.",
        reload: "30 мин",
      },
      {
        title: "Паралич",
        description:
          "При использовании перка у человека отказывают руки и застывают в положении за спиной. Паралич пропадает через 10 мин",
        reload: "30 мин",
      },
    ],
  },
  {
    title: "Фотограф - DUXANATOR",
    description: "Фотограф очевидно делает фотографии, неожиданно правда?",
    perks: [
      {
        title: "Say cheeeees",
        description:
          "В случае использования перка остальные роли не могут отказаться от фото.Позу и акссесуары выбирает фотограф. В отдельных случаях все согласовывается с админом",
        reload: "20 мин",
      },
      {
        title: "Асуждаю!!!",
        description:
          "При использовании перка выбранному человеку запрещается матерится 10 мин. В случае не выпонения задания человек будет оштрафован на 10% от текущего состояния, а в случае многократного не выпонения задания его посетит борец полиция.",
        reload: "30 мин",
      },
      {
        title: "Смартoff",
        description:
          "При использовании способности, человек на которого ее применили должен полностью выключить телефон на 10 мин.",
        reload: "30 мин",
      },
    ],
  },
  {
    title: "Security - Почан",
    description:
      "Невероятно важная роль, которая следит за порядком на тусовке. В случае правонарушений security действует по своим усмотрениям, возможно преступник отделается легким испугом, а может мы его больше никогда не увидим.",
    perks: [
      {
        title: "Борец полиция",
        description:
          "Способность позволяет ограничить зону передвижения нарушителя, которого посетила борец полиция. Зона в которой должен находиться преступник не должна быть слишком маленькой, хотя бы м'2. Длительность 1.5 мин",
        reload: "30 мин",
      },
      {
        title: "В здоровом теле, здоровый дух",
        description:
          "После применения перка выбранный человек за исключением дэвочек должен незамедлительно сделать 20 отжиманий.",
        reload: "1ч 30 мин",
      },
      {
        title: "Борцовский рекет",
        description:
          "При использовании перка security может взять у любого человека любой акксесуар (часы, цепочки, очки и тд). Акксессуар возвращается через 15 мин.",
        reload: "1 ч",
      },
    ],
  },
  {
    title: "Доктор - Ксюша",
    description:
      "Главная задача доктора следить, чтобы никто не откинулся во время тусовки хыыыыы.",
    perks: [
      {
        title: "Никотиновый удар",
        description:
          "При использовании перка выбранному человеку запрещается употреблять никотин в любом виде 30 мин",
        reload: "1 ч",
      },
      {
        title: "Цап царап",
        description:
          "Перка позволяет сделать цап царап у любого человека и вообще посмотреть заинтересован доктор в этом или нет. Доктор забирает 10% от оставшейся суммы человека. При делении сумма округляется в большую сторону",
        reload: "40 мин",
      },
      {
        title: "У меня обед!",
        description:
          "При использовании перка доктор может пропустить действие к-ое ей назначили другие роли.",
        reload: "1 ч",
      },
    ],
  },
  {
    title: "Бармен - Глеб",
    description:
      "Отвечает за напитки на тусовке, главная задача байт людей на стопки крепкого алкоголя",
    perks: [
      {
        title: "MixTape",
        description:
          "При использовании перка бармен делает коктейль из любых напитков и выбранный человек должен его выпить. Объем контролируется барменом при злоупотреблении полномочиями его посетит борец полиция.",
        reload: "1 ч 30 мин",
      },
      {
        title: "Да, это жестко",
        description:
          "При использовании перка бармен банит возможность запивать стопку крепкого алкоголя.",
        reload: "1 ч",
      },
      {
        title: "Актерское мастерство",
        description:
          "При использовании перка выбранный человек должен спародировать загаданного персонажа.",
        reload: "20 мин",
      },
    ],
  },
  {
    title: "Армариус - Настя",
    description:
      "Следит за уровнем шума на тусовке, если кто-то нарушает разрешенный лимит громкости может обратиться к security.",
    perks: [
      {
        title: "Silence",
        description:
          "После применения перка выбранный человек не может использовать дар речи в течении 2 мин.",
        reload: "30 мин",
      },
      {
        title: "Золотые купала",
        description:
          "При использовании перка выбранному человеку рисуется татуировка ручкой на любой части тела кроме лица.",
        reload: "20 мин",
      },
      {
        title: "Подпольный букмекер",
        description:
          "Армариус выбирает двух человек между которыми будет разыгрываться заранее обговоренная сумма. Победитель должен быть определен в простом состязании по типу подкидывание монетки или камень ножницы бумага.",
        reload: "30 мин",
      },
    ],
  },
  {
    title: "Советник админа - Тема",
    description:
      "При возникновении любых проблем с соседями советник помогает добазариться с ними.",
    perks: [
      {
        title: "Блатной",
        description:
          "При возникновении проблем с security можно воспользоваться связями с админом и избежать наказания.",
        reload: "1ч 30 мин",
      },
      {
        title: "Билли бонс",
        description:
          "При использовании перка советник может воспользоваться своим миллионом в бардачке, чтобы подкупить диджея и поставить свою песню. Бабки завезет на неделе",
        reload: "40 мин",
      },
      {
        title: "Чеченские корни",
        description:
          "При использовании перка все находящиеся в помещении должны говорить с акцентом 5 мин.",
        reload: "1 ч",
      },
    ],
  },
  {
    title: "Шпион - Аня",
    description:
      "Роль шпиона в данном случае провоцировать людей на взаимодействия с помощью своих способностей",
    perks: [
      {
        title: "Шепнуть на ушко",
        description:
          "При использовании перка человек должен выполнить действие которое придумает шпион и которое напралено на взаимодействие с другим человеком, главное чтобы никто не слышал это задание. Конечно же все в пределах разумного",
        reload: "1ч",
      },
      {
        title: "Взлом пентагона",
        description:
          "При использовании перка человек должен показать любое видео на свое усмотрение на своем телефоне из личных архивов. Видео обязательно должно быть снято на телефон а не просто скачано из инета.",
        reload: "1ч 30 мин",
      },
      {
        title: "Пранкер",
        description:
          "При использовании перка человек должен позвонить любому человеку на выбор шпиона и поговорить с ним",
        reload: "1 ч 30 мин",
      },
    ],
  },
];
